Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

source: Integrations
es: Servicios conectados
zh_hans: 关联服务

source: Invite
es: Invitar
zh_hans: 邀请

source: Invite %@
es: Invitar a %@
zh_hans: 邀请 %@

source: Invite by link
es: Invitar mediante un enlace
zh_hans: 通过链接邀请

source: Invite connections
es: Invitar contactos
zh_hans: 邀请跑友

source: Invite family or friends, or join a club run that fits your plan.
es: Invita a familiares o amigos, o únete a un club que se ajuste a tu plan.
zh_hans: 邀请家人或朋友，或加入适合你训练计划的跑团活动。

source: Invite friends
es: Invitar a amigos
zh_hans: 邀请朋友

source: Invite link or token
es: Enlace o código de invitación
zh_hans: 邀请链接或邀请码

source: Invite running friends
es: Invita a tus amigos a correr
zh_hans: 邀请跑友

source: Invite someone
es: Invitar a alguien
zh_hans: 邀请

source: Invite someone by link
es: Invitar mediante un enlace
zh_hans: 通过链接邀请

source: Join
es: Unirme
zh_hans: 加入

# Join %@ on Plainstride: %@
source: Join %1$@ on Plainstride: %2$@
es: Únete a %1$@ en Plainstride: %2$@
zh_hans: 来 Plainstride 一起参加“%1$@”：%2$@

source: Join from anywhere
es: Participa desde donde estés
zh_hans: 网络参与

source: Join group run
es: Unirse a la carrera en grupo
zh_hans: 加入团体跑

source: Join me for a run on Plainstride: %@
es: Únete a mi carrera en Plainstride: %@
zh_hans: 来平步青云和我一起跑：%@

source: Joined · From %@
es: Te has apuntado · De %@
zh_hans: 已加入 · 来自%@

source: JOINED ACTIVITY
es: ACTIVIDAD COMPARTIDA
zh_hans: 已加入的活动

source: Joining...
es: Uniéndote…
zh_hans: 正在加入…

source: Keep it light today.
es: Hoy, ve suave.
zh_hans: 今天，轻松一点。

source: Keep it small. Today is about showing up, not proving anything.
es: Haz algo pequeño. Hoy se trata de estar presente, no de demostrar nada.
zh_hans: 目标小一点。今天只需出发，不必证明什么。

source: Keep original
es: Mantener el plan original
zh_hans: 保持原计划

source: Keep the rhythm going
es: Mantener el ritmo
zh_hans: 保持节奏

source: Keep the streak sustainable.
es: Haz que la racha pueda durar.
zh_hans: 让这份坚持走得更远。

source: Keep today’s run
es: Mantener la carrera de hoy
zh_hans: 保留今天的跑步安排

source: LAST ACTIVITY
es: ÚLTIMA ACTIVIDAD
zh_hans: 最近一次活动

source: Learn endurance and recovery
es: Conocer tu resistencia y recuperación
zh_hans: 了解耐力与恢复能力

source: Learn your natural easy effort
es: Conocer tu intensidad suave natural
zh_hans: 了解你轻松跑时的自然强度

source: Learning
es: Aprendiendo
zh_hans: 学习中

source: Leave
es: Salir
zh_hans: 退出

source: Leave a field blank to remove it. You can update these values whenever they change.
es: Deja un campo vacío para eliminarlo. Puedes actualizar estos datos cuando cambien.
zh_hans: 留空即可删除该项；数据有变化时可以随时更新。

source: Leave group sharing
es: Dejar de compartir con el grupo
zh_hans: 退出团体分享

source: Leave run
es: Cancelar asistencia
zh_hans: 不参加了

source: Less time
es: Menos tiempo
zh_hans: 时间不够

source: Let the session create space, not more pressure.
es: Deja que la sesión te dé aire, no más presión.
zh_hans: 让这次训练腾出一点空间，而不是再添压力。

source: Let's build something you can repeat.
es: Creemos algo que puedas repetir.
zh_hans: 我们来制定一个你能坚持的安排。

source: Let's keep the week about time on your feet, not pressure.
es: Esta semana, céntrate en sumar tiempo corriendo, no presión.
zh_hans: 这周先专注于积累跑步时间，不必给自己压力。

source: Let's make it simple.
es: Hagámoslo simple.
zh_hans: 先从简单的开始。

source: Let's make the return feel low-pressure and real.
es: Hagamos que el regreso se sienta real y sin presiones.
zh_hans: 让这次回归轻松一些，也更符合实际。

source: Live Guidance
es: Indicaciones en directo
zh_hans: 实时指导

# live_guidance.title
source: Live Guidance
es: Indicaciones en directo
zh_hans: 实时指导

source: Loading plans...
es: Cargando planes…
zh_hans: 正在加载计划...

source: Loading recent workouts...
es: Cargando entrenamientos recientes…
zh_hans: 正在加载最近的训练...

source: Loading your runner model…
es: Cargando tu modelo de corredor…
zh_hans: 正在加载你的跑者模型…

source: Local conditions
es: Condiciones locales
zh_hans: 当地情况

# Local conditions in %@, %@, %@
source: Local conditions in %1$@, %2$@, %3$@
es: Condiciones locales en %1$@, %2$@, %3$@
zh_hans: %1$@、%2$@、%3$@ 的当地情况

# Local conditions, %@, %@
source: Local conditions, %1$@, %2$@
es: Condiciones locales, %1$@, %2$@
zh_hans: %1$@当地天气：%2$@

source: Lock it in
es: Confirmar
zh_hans: 确定

source: Longer relaxed run
es: Carrera suave más larga
zh_hans: 较长的轻松跑

source: Longer saved runs unlock more PR distances.
es: Las carreras más largas desbloquean más distancias para tus marcas personales.
zh_hans: 保存距离更长的跑步，即可解锁更多距离的个人纪录。

source: Looking at today’s activity…
es: Revisando la actividad de hoy…
zh_hans: 正在查看今天的活动…

source: Low energy
es: Poca energía
zh_hans: 精力不足

source: Make it easier
es: Hazlo más suave
zh_hans: 调轻松一些

source: Make the first one simple.
es: Haz que la primera sea sencilla.
zh_hans: 第一次，简单一点。

source: Male
es: Masculino
zh_hans: 男性

source: Manage
es: Administrar
zh_hans: 管理

# map.action.recenter
source: Recenter Map
es: Volver a centrar el mapa
zh_hans: 重新居中地图

# map.action.show_camera
source: Show Camera
es: Mostrar cámara
zh_hans: 显示相机

# map.annotation.current_activity
source: Current activity position
es: Posición actual de la actividad
zh_hans: 当前活动位置

source: Mark up screenshot
es: Anotar captura de pantalla
zh_hans: 标注截图

source: Max %lld
es: Máx. %lld
zh_hans: 最多 %lld

source: Max %lld spm
es: Máx. %lld ppm
zh_hans: 最高 %lld 步/分钟

source: Me
es: Perfil
zh_hans: 我

source: Measurement
es: Unidades
zh_hans: 计量单位

source: Measurement Units
es: Unidades de medida
zh_hans: 计量单位

# measurement.elevation.label.format
source: Elev (%@)
es: Desnivel (%@)
zh_hans: 爬升（%@）

# measurement.system.metric
source: Metric (km)
es: Métrico (km)
zh_hans: 公制（公里）

source: Temperature
es: Temperatura
zh_hans: 温度

source: Meet at
es: Punto de encuentro
zh_hans: 集合地点

source: Meet at the listed place or join from anywhere.
es: Queda en el lugar indicado o participa desde donde estés.
zh_hans: 可到指定地点集合，也可以从任何地方参与。

source: Meet in person
es: Quedar en persona
zh_hans: 线下见面

source: Meet up or join from anywhere
es: Queda con el grupo o participa desde donde estés
zh_hans: 线下集合，或网络参与

source: Member
es: Miembro
zh_hans: 成员

source: Mode
es: Modo
zh_hans: 模式

source: Momentum comes from another controlled day, not a heroic one.
es: El impulso nace de sumar otro día con control, no de hacer una heroicidad.
zh_hans: 势头来自一次次稳稳完成，而不是偶尔拼尽全力。

source: More challenge
es: Más exigencia
zh_hans: 更多挑战

source: More cushion
es: Más margen
zh_hans: 留出更多余量

source: More plans
es: Más planes
zh_hans: 更多计划

source: More Plans
es: Más planes
zh_hans: 更多计划

source: Move by time
es: Entrenar por tiempo
zh_hans: 按时长运动

source: Music
es: Música
zh_hans: 音乐

source: Music controls, %@
es: Controles de música, %@
zh_hans: 音乐控制，%@

source: Music unavailable
es: Música no disponible
zh_hans: 无法播放音乐

source: My Activities
es: Mis actividades
zh_hans: 我的活动

source: Name
es: Nombre
zh_hans: 姓名

source: Name and running bio
es: Nombre y perfil de running
zh_hans: 姓名和跑步简介

source: New activities from you and your connections will appear here.
es: Aquí aparecerán las nuevas actividades tuyas y de tus contactos.
zh_hans: 你和跑友的最新活动会显示在这里。

source: NEXT ACTIVITY
es: PRÓXIMA ACTIVIDAD
zh_hans: 下一项活动

source: Next recommendation
es: Siguiente recomendación
zh_hans: 下一条建议

source: Nice work. Recover well and let this one count.
es: Buen trabajo. Recupérate bien y deja que esta sesión cuente.
zh_hans: 做得不错。好好恢复，这次训练也很重要。

source: No activities to discover
es: No hay actividades por descubrir
zh_hans: 暂无可发现的活动

source: No activities yet
es: Aún no hay actividades
zh_hans: 暂无活动

source: No activities yet.
es: Aún no hay actividades.
zh_hans: 暂无活动。

source: No activity yet
es: Aún no hay actividad
zh_hans: 还没有动态

source: No all-out test is required. These are normal training runs.
es: No hace falta ninguna prueba al máximo. Son carreras de entrenamiento normales.
zh_hans: 不需要全力测试，这些都是正常训练。

source: No alternate plans are available right now.
es: No hay planes alternativos disponibles en este momento.
zh_hans: 目前没有可用的替代计划。

source: No catching up. Just reconnect with something small and real.
es: No hay nada que recuperar. Basta con volver, poco a poco y de verdad.
zh_hans: 不用补回错过的进度，先踏踏实实迈出一小步。

source: No change needed
es: No hace falta cambiar nada
zh_hans: 无需更改

source: No comments yet
es: Aún no hay comentarios
zh_hans: 还没有评论

source: No curated workouts
es: No hay entrenamientos en la selección
zh_hans: 暂无精选训练

source: No groups yet
es: Aún no hay grupos
zh_hans: 还没有跑团

source: No heroics. Just give your head and body somewhere to settle.
es: Nada de heroicidades. Solo dale a tu mente y a tu cuerpo un lugar donde asentarse.
zh_hans: 不用逞强，让身体和思绪都慢慢安定下来。

source: No notifications
es: No hay notificaciones
zh_hans: 暂无通知

source: No preset target. Tap Start and move by feel.
es: Sin objetivo preestablecido. Toca «Iniciar» y muévete por sensaciones.
zh_hans: 没有预设目标。轻点“开始”，跟着感觉运动。

source: No route data
es: Sin datos de ruta
zh_hans: 无路线数据

source: No session scheduled today
es: No hay entrenamiento programado para hoy
zh_hans: 今天没有安排训练

source: No shared activities yet.
es: Aún no hay actividades compartidas.
zh_hans: 还没有分享的活动。

source: No upcoming runs
es: No hay próximas carreras
zh_hans: 暂无即将开始的跑步

source: No workout change is suggested.
es: No se sugiere ningún cambio en el entrenamiento.
zh_hans: 目前不建议调整训练。

source: None
es: Ninguno
zh_hans: 无

source: Not now
es: Ahora no
zh_hans: 暂不

source: Not provided
es: Prefiero no indicarlo
zh_hans: 暂不填写

source: Not running yet
es: Aún no has empezado a correr
zh_hans: 还没有开始跑步

source: Not selected
es: No seleccionado
zh_hans: 未选择

source: Nothing learned yet
es: Aún no hay información
zh_hans: 还没有了解到相关信息

source: Notification
es: Notificación
zh_hans: 通知

source: Notifications
es: Notificaciones
zh_hans: 通知

source: Now
es: Ahora
zh_hans: 现在

source: Observe controlled faster running
es: Conocer tu ritmo rápido controlado
zh_hans: 了解你在可控加速时的表现

source: Occasionally
es: Ocasionalmente
zh_hans: 偶尔

source: Offer flexibility
es: Ofrecer flexibilidad
zh_hans: 提供灵活选项

source: Offline · activity saved on this device
es: Sin conexión · actividad guardada en este dispositivo
zh_hans: 离线 · 活动已保存在此设备

source: Offline. Activity saved on this device and will sync later.
es: Sin conexión. La actividad se guardó en este dispositivo y se sincronizará más tarde.
zh_hans: 当前离线。活动已保存在此设备，稍后将同步。

source: OK
es: DE ACUERDO
zh_hans: 好的

source: On your iPhone
es: En tu iPhone
zh_hans: 在你的 iPhone 上

# onboarding.action.back
source: Back
es: Atrás
zh_hans: 返回

# onboarding.baseline.recent_frequency
source: RECENT FREQUENCY
es: FRECUENCIA RECIENTE
zh_hans: 近期频率

source: One comfortable run completes the week.
es: Una carrera cómoda completa la semana.
zh_hans: 再完成一次轻松跑，本周目标就达成了。

source: One tap helps your companion fit %@ to today.
es: Un toque ayuda a tu compañero a adaptar %@ a cómo te sientes hoy.
zh_hans: 轻点一下，跑步伙伴就能根据你今天的状态调整 %@。

source: One useful session is enough.
es: Una buena sesión es suficiente.
zh_hans: 认真跑一次，就够了。

source: Open assistant
es: Abrir asistente
zh_hans: 打开助手

source: Open plan details
es: Abrir detalles del plan
zh_hans: 查看计划详情

source: Open Read & Speak (or Spoken Content), then Voices
es: Abre Leer y hablar (o Contenido leído) y luego Voces
zh_hans: 打开“朗读与听写”（或“朗读内容”），然后选择“声音”

source: Open the Settings app
es: Abre la app Ajustes
zh_hans: 打开“设置”App

source: Opening %@. Tap Start when you are ready.
es: Abriendo %@. Toca «Iniciar» cuando estés listo.
zh_hans: 正在打开 %@。准备好后轻点“开始”。

source: Opens Connections
es: Abre Contactos
zh_hans: 打开跑友列表

source: Opens notification details
es: Abre los detalles de la notificación
zh_hans: 打开通知详情

source: Opens the activity
es: Abre la actividad
zh_hans: 打开活动

source: Opens the group run
es: Abre la carrera en grupo
zh_hans: 打开团跑

source: Opens the invitation
es: Abre la invitación
zh_hans: 打开邀请

source: Opens today’s completed activity
es: Abre la actividad completada de hoy
zh_hans: 打开今天已完成的活动

source: Opens workout details
es: Abre los detalles del entrenamiento
zh_hans: 打开训练详情

source: Optional
es: Opcional
zh_hans: 选填

source: Optional and private. Plainstride stores these entries only on this device and sends only a generic training signal when adaptation is requested.
es: Opcional y privado. Plainstride guarda estos datos solo en este dispositivo y, al solicitar un ajuste, envía únicamente una señal genérica de entrenamiento.
zh_hans: 此功能可选并保护隐私。平步青云只会将这些记录保存在本设备上；请求调整时，仅发送通用训练信号。

source: Optional. Plainstride asks after workouts where your answer can improve the plan.
es: Opcional. Plainstride solo pregunta después de un entrenamiento cuando tu respuesta puede mejorar el plan.
zh_hans: 此功能可选。只有当你的回答有助于改进计划时，平步青云才会在训练后询问。

source: Options
es: Opciones
zh_hans: 选项

source: Other ideas
es: Otras opciones
zh_hans: 其他选择

source: Owner
es: Propietario
zh_hans: 创建者

source: Pace
es: Ritmo
zh_hans: 配速

source: Pace / note
es: Ritmo o indicaciones
zh_hans: 配速或说明

source: Participants
es: Participantes
zh_hans: 参与者

source: Participants (%lld)
es: Participantes (%lld)
zh_hans: 参与者（%lld）

source: Participated · No recording
es: Participó · Sin registro
zh_hans: 已参加 · 无记录

source: PAST GOUP ACTIVITIES
es: ACTIVIDADES ANTERIORES
zh_hans: 往期活动

source: Paste the Plainstride group run invite from another runner.
es: Pega la invitación de Plainstride a una carrera en grupo que te haya enviado otro corredor.
zh_hans: 粘贴其他跑者发来的平步青云团体跑邀请。

source: Pause activity
es: Pausar actividad
zh_hans: 暂停活动

source: Pause music
es: Pausar música
zh_hans: 暂停音乐

source: Paused
es: En pausa
zh_hans: 已暂停

source: Pending invitations
es: Invitaciones pendientes
zh_hans: 待处理的邀请

source: People
es: Personas
zh_hans: 用户

source: People going: %lld
es: Personas apuntadas: %lld
zh_hans: 参加人数：%lld

source: Period today
es: Hoy tienes el periodo
zh_hans: 今天处于经期

source: Permanently delete your account?
es: ¿Eliminar permanentemente tu cuenta?
zh_hans: 永久删除你的账户？

# personalization.calibration.title
source: Getting to know your running
es: Conociendo tu forma de correr
zh_hans: 逐步了解你的跑步状态

# personalization.memory.confirmed
source: Confirmed
es: Confirmado
zh_hans: 已确认

# personalization.memory.correct
source: Correct
es: Corregir
zh_hans: 纠正

# personalization.memory.correct.detail
source: Your correction becomes a confirmed fact and takes precedence over prior inferences.
es: Tu corrección se convierte en un dato confirmado y prevalece sobre las deducciones anteriores.
zh_hans: 你的纠正会成为已确认的事实，并优先于之前的推断。

# personalization.memory.correct.placeholder
source: What should Plainstride remember?
es: ¿Qué debería recordar Plainstride?
zh_hans: Plainstride 应该记住什么？

# personalization.memory.correct.title
source: Correct memory
es: Corregir recuerdo
zh_hans: 纠正记忆

# personalization.memory.empty.detail
source: Complete your profile and a few runs to build a transparent runner model.
es: Completa tu perfil y algunas carreras para crear un modelo transparente sobre ti como corredor.
zh_hans: 完善个人资料并完成几次跑步，建立透明的跑者模型。

# personalization.memory.empty.title
source: Nothing learned yet
es: Aún no hemos aprendido nada
zh_hans: 尚未学到任何信息

# personalization.memory.error.correction
source: That correction could not be saved.
es: No se pudo guardar esa corrección.
zh_hans: 无法保存这项纠正。

# personalization.memory.error.forget
source: That memory could not be forgotten.
es: No se pudo olvidar ese recuerdo.
zh_hans: 无法忘记这条记忆。

# personalization.memory.error.unavailable
source: Your runner model is unavailable right now.
es: Tu modelo de corredor no está disponible en este momento.
zh_hans: 你的跑者模型目前不可用。

# personalization.memory.forget
source: Forget
es: Olvidar
zh_hans: 忘记

# personalization.memory.intro
source: These are the facts and patterns Plainstride may use when adapting training. You can correct or forget any item.
es: Estos son los datos y patrones que Plainstride puede usar para adaptar tu entrenamiento. Puedes corregir u olvidar cualquiera de ellos.
zh_hans: 这些是 Plainstride 调整训练时可能使用的事实和规律。你可以纠正或忘记任何一项。

# personalization.memory.loading
source: Loading your runner model…
es: Cargando tu modelo de corredor…
zh_hans: 正在加载你的跑者模型…

# personalization.memory.title
source: What Plainstride knows
es: Lo que Plainstride sabe
zh_hans: Plainstride 对你的了解

# personalization.readiness.continue
source: Continue to workout
es: Continuar al entrenamiento
zh_hans: 继续锻炼

# personalization.readiness.good
source: Your recent load supports the planned easy run. Nothing changes unless you want it to.
es: Tu carga reciente permite mantener la carrera suave planificada. Nada cambiará salvo que tú quieras.
zh_hans: 你近期的训练负荷适合按计划进行轻松跑。除非你希望调整，否则无需改变。

# personalization.readiness.navigation_title
source: Before you run
es: Antes de correr
zh_hans: 跑步前

# personalization.readiness.short_on_time
source: Plainstride can preserve the purpose of this run in a shorter version.
es: Plainstride puede conservar el objetivo de esta carrera en una versión más corta.
zh_hans: Plainstride 可以缩短这次跑步，同时保留原有训练目的。

# personalization.readiness.skip
source: Skip check-in
es: Omitir registro
zh_hans: 跳过状态记录

# personalization.readiness.sore
source: Soreness can change today's recommendation. Pain should not be treated as a training signal to push through.
es: Las molestias pueden cambiar la recomendación de hoy. El dolor no debe interpretarse como una señal para seguir forzando.
zh_hans: 酸痛可能会改变今天的建议。疼痛不应被当作继续硬撑的训练信号。

# personalization.readiness.tired
source: If this is more than ordinary tiredness, Plainstride can offer a shorter easy option before you start.
es: Si es más que el cansancio habitual, Plainstride puede ofrecerte una opción suave y más corta antes de empezar.
zh_hans: 如果不只是普通疲劳，Plainstride 可以在开始前提供时间更短的轻松方案。

# personalization.readiness.title
source: How are you arriving today?
es: ¿Cómo llegas hoy?
zh_hans: 你今天状态如何？

source: Phone number
es: Número de teléfono
zh_hans: 电话号码

source: Photo %lld
es: Foto %lld
zh_hans: 照片 %lld

source: Photos
es: Fotos
zh_hans: 照片

source: Pick a simple session
es: Elegir una sesión sencilla
zh_hans: 选择简单训练

source: Pick your language and download an Enhanced or Premium voice
es: Elige tu idioma y descarga una voz Mejorada o Premium
zh_hans: 选择你的语言，并下载“增强”或“高级”语音

source: Plainstride keeps private health details on this device and never shows them in Together.
es: Plainstride mantiene tus datos de salud privados en este dispositivo y nunca los muestra en Comunidad.
zh_hans: 平步青云会将私人健康信息保留在本设备上，绝不会在“一起跑”中显示。

source: Plainstride uses approximate location for this forecast. Weather advice does not automatically change your plan.
es: Plainstride usa tu ubicación aproximada para este pronóstico. Las recomendaciones meteorológicas no cambian automáticamente tu plan.
zh_hans: 平步青云使用大致位置提供天气预报。天气建议不会自动更改你的计划。

source: Plainstride will keep this easy and end it at your selected time.
es: Plainstride mantendrá un esfuerzo suave y terminará a la hora que hayas elegido.
zh_hans: Plainstride 会将这次跑步保持在轻松强度，并在你选择的时间结束。

# plan.adjustment.missedWorkout
source: Missed workout moved forward—no catch-up needed.
es: Entrenamiento perdido reprogramado; no necesitas recuperarlo.
zh_hans: 已顺延错过的训练，无需补练。

# plan.adjustment.skippedWorkout
source: Skipped workout moved forward—no catch-up needed.
es: Entrenamiento omitido reprogramado; no necesitas recuperarlo.
zh_hans: 已顺延跳过的训练，无需补练。

# plan.weekProgress
source: %1$lld of %2$lld completed
es: %1$lld de %2$lld completados
zh_hans: 已完成 %1$lld / %2$lld

source: Plan a run
es: Planear una salida
zh_hans: 发起跑步活动

source: Plan actions
es: Acciones del plan
zh_hans: 计划操作

source: Plan Details
es: Detalles del plan
zh_hans: 计划详情

source: Plan details are loading
es: Se están cargando los detalles del plan
zh_hans: 正在加载计划详情

source: Plan details are syncing
es: Sincronizando los detalles del plan
zh_hans: 正在同步计划详情

source: Plan shape
es: Estructura del plan
zh_hans: 计划结构

source: Plans
es: Planes
zh_hans: 计划

source: Plans from your connections and groups will appear here.
es: Aquí aparecerán los planes de tus contactos y grupos.
zh_hans: 来自联系人和小组的计划会显示在这里。

source: Play music
es: Reproducir música
zh_hans: 播放音乐

source: Post actions
es: Acciones de la publicación
zh_hans: 动态操作

source: Post comment
es: Publicar comentario
zh_hans: 发表评论

source: Prepare a ${distance} bike ride
es: Preparar un recorrido en bicicleta de ${distance}
zh_hans: 准备 ${distance} 骑行

source: Prepare a ${distance} run
es: Preparar una carrera de ${distance}
zh_hans: 准备 ${distance} 跑步

source: Prepare a ${duration} bike ride
es: Preparar un recorrido en bicicleta de ${duration}
zh_hans: 准备 ${duration} 骑行

source: Prepare a ${duration} run
es: Preparar una carrera de ${duration}
zh_hans: 准备 ${duration} 跑步

source: Prepare a Plainstride bike activity with a distance goal.
es: Preparar en Plainstride una actividad de ciclismo con objetivo de distancia.
zh_hans: 在平步青云中准备一项设有距离目标的骑行。

source: Prepare a Plainstride bike activity with a time goal.
es: Preparar en Plainstride una actividad de ciclismo con objetivo de tiempo.
zh_hans: 在平步青云中准备一项设有时长目标的骑行。

source: Prepare a Plainstride run with a distance goal.
es: Preparar en Plainstride una carrera con objetivo de distancia.
zh_hans: 在平步青云中准备一项设有距离目标的跑步。

source: Prepare a Plainstride run with a time goal.
es: Preparar en Plainstride una carrera con objetivo de tiempo.
zh_hans: 在平步青云中准备一项设有时长目标的跑步。

source: Prepare an open-ended Plainstride bike activity.
es: Preparar en Plainstride una actividad de ciclismo sin objetivo.
zh_hans: 在平步青云中准备一项不限目标的骑行。

source: Prepare an open-ended Plainstride run.
es: Preparar en Plainstride una carrera sin objetivo.
zh_hans: 在平步青云中准备一项不限目标的跑步。

source: Prepare Bike
es: Preparar ciclismo
zh_hans: 准备骑行

source: Prepare Distance Bike
es: Preparar ciclismo por distancia
zh_hans: 准备按距离骑行

source: Prepare Distance Run
es: Preparar carrera por distancia
zh_hans: 准备按距离跑步

source: Prepare Run
es: Preparar carrera
zh_hans: 准备跑步

source: Prepare Timed Bike
es: Preparar ciclismo por tiempo
zh_hans: 准备计时骑行

source: Prepare Timed Run
es: Preparar carrera por tiempo
zh_hans: 准备计时跑步

source: Preparing
es: Preparando
zh_hans: 准备中

source: Preview Voice
es: Probar voz
zh_hans: 试听语音

source: Private
es: Privado
zh_hans: 私密

source: Profile
es: Perfil
zh_hans: 个人资料

source: Profile could not be loaded.
es: No se pudo cargar el perfil.
zh_hans: 无法加载个人资料。

source: Profile photo updated
es: Foto de perfil actualizada
zh_hans: 头像已更新

source: Profile saved
es: Perfil guardado
zh_hans: 个人资料已保存

source: Progress
es: Progreso
zh_hans: 进度

source: Progress sections
es: Secciones de progreso
zh_hans: 进度栏目

source: Progress view
es: Vista de progreso
zh_hans: 进度页面

source: Protect the rhythm with a session you can actually enjoy.
es: Cuida el ritmo con una sesión que de verdad disfrutes.
zh_hans: 跑得舒服，才能把这份节奏延续下去。

source: Purpose
es: Objetivo
zh_hans: 目标

source: Push address or device label
es: Dirección de notificaciones push o nombre del dispositivo
zh_hans: 推送地址或设备名称

source: Put the energy somewhere purposeful, then finish in control.
es: Dale un buen destino a esa energía y termina con el control intacto.
zh_hans: 把好状态用在值得的地方，也留一点余力结束。

source: Quick run
es: Carrera rápida
zh_hans: 快速跑

source: Quick start
es: Inicio rápido
zh_hans: 一键开始

source: Race preparation
es: Preparación de carrera
zh_hans: 比赛准备

source: Realistic week
es: Semana realista
zh_hans: 切实可行的一周

source: Received
es: Recibida
zh_hans: 收到时间

source: PAST GROUP RUNS
es: CARRERAS DE GRUPO ANTERIORES
zh_hans: 往期团体跑

source: ACTIVITY FEED
es: ACTIVIDAD RECIENTE
zh_hans: 最新动态

source: RECENT ACTIVITIES
es: ACTIVIDADES RECIENTES
zh_hans: 近期活动

source: Recent activity
es: Actividad reciente
zh_hans: 最近的活动

source: RECENT FREQUENCY
es: FRECUENCIA RECIENTE DE CARRERA
zh_hans: 近期跑步频率

source: Recent Health Workouts
es: Entrenamientos recientes de Salud
zh_hans: “健康”App 中的近期训练

source: RECENT RUNS
es: CARRERAS RECIENTES
zh_hans: 历史记录

source: Recenter Map
es: Centrar mapa
zh_hans: 地图回到当前位置
